Repository: lliurex/lliurex-auto-upgrade-plasmoid
Catalog: po/*/plasma_applet_org.kde.plasma.lliurexautoupgrade.po
Languages: ca@valencia, es

source: View installed/updated packages
ca@valencia: Vore paquets instal·lats/actualitzats
es: Ver paquetes instalados/actualizados

source: Back to main view
ca@valencia: Torna a la vista principal
es: Volver a la vista principal

source: List of installed/updated packages
ca@valencia: Llista de paquets instal·lats/actualitzats
es: Lista de paquetes instalados/actualizados

source: Waiting to check status
ca@valencia: S'està esperant per a comprovar estat
es: Esperando para comprobar el estado

source: Checking status
ca@valencia: S'esta comprovant l'estat
es: Comprobando el estado

source: Installing packages. Do not turn off or restart the computer
ca@valencia: S'estan instal·lant paquets. No apagueu ni reinicieu l'equip
es: Instalando paquetes. No apague ni reinicie el equipo

source: Installing finished. Everything is up to date
ca@valencia: Instal·lació finalitzada. Tot està al dia
es: Instalación finalizada. Todo esta al día

source: Everything is up to date
ca@valencia: Tot està al dia
es: Todo esta al día

source: Unable to get information from LliureX-Auto-Upgrade
ca@valencia: No és possible obtindre informació de LliureX-Auto-Upgrade
es: No es posible obtener información de LliureX-Auto-Upgrade

source: LliureX-Auto-Upgrade is not enabled in this computer
ca@valencia: LliureX-Auto-Upgrade no està disponible en este equip
es: LliureX-Auto-Upgrade no esta disponible en este equipo
